/* This is a mapping of BRError code failures to localized recovery suggestions */

/* kBRMediaPlayerSongPlaybackError*/
201 = "Druk op de menuknop om naar het vorige scherm terug te keren.";

/* kBRMediaPlayerNotResponding*/
202 = "Druk op de menuknop om naar het vorige scherm terug te keren.";


/* kBRMediaNoMovieFolderContent */
304 = "Zorg dat films die u aanmaakt of downloadt zich in de map 'Films' in uw thuismap bevinden.";

/* kBRMediaEmptyPlaylist */
310 = "";

/* kBRMediaNoSuchPlaylist */
311 = "Selecteer een andere afspeellijst.";

/* kBRMediaNoSuchSong */
312 = "Selecteer een ander nummer.";

/* kBRMediaNoSongForSlideshow */
316 = "Controleer de muziekinstellingen voor de diavoorstelling en probeer het opnieuw.";

/* kBRMediaSongPlaybackErrorDuringSlideshow */
317 = "Controleer de muziekinstellingen voor de diavoorstelling en probeer het opnieuw.";

/* kBRVideoUnplayable */
318 = "De structuur is niet herkend.";

/* kBRMediaRadioStreamUnplayable */
319 = "Time-out in radiostream voordat deze kon worden afgespeeld.";


/* kBRRemoteMediaNoContent*/
350 = "";

/* kBRRemoteMediaNoPhotoContent */
351 = "";

/* kBRRemoteMediaNoPodcastContent */
352 = "";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "";

/* kBRRemoteMediaNoTVShowContent */
355 = "";

/* kBRRemoteMediaNoMusicVideoContent */
356 = "";

/* kBRRemoteMediaNoPlaylists */
357 = "";

/* kBRRemoteMediaNoSongContent */
358 = "";

/* kBRRemoteMediaNoAudioBookContent */
359 = "";

/* kBRRemoteMediaEmptyPlaylist */
360 = "";

/* kBRRemoteMediaLoadingError */
361 = "Controleer de bron of probeer het later opnieuw.";

/* kBRRemotePhotoSourceUnavailableError */
363 = "Controleer de bron of probeer het later opnieuw.";

/* kBRDataSourceConnectionInProgressError */
420 = "Even geduld.";

/* KBRSystemNetworkHostUnreachable */
501 = "Controleer uw netwerkconfiguratie en -verbinding.";

/* kBRSystemErrorTrailerSiteUnreachable */
502 = "De website met Apple filmtrailers is niet beschikbaar. Probeer het later opnieuw.";

/* kBRSystemNotHDCPCompliant */
503 = "Om dit materiaal te kunnen bekijken, moeten de aangesloten beeldschermen HDCP ondersteunen.";

/* kBRSetupCantSetLanguage */
600 = "Probeer het opnieuw.";


/* kBRDVDErrorCantInitializeDVDPlaybackAlert */
750 = "Een ander programma is bezig met het afspelen van een dvd. Ga terug naar het bureaublad om het andere programma te stoppen en probeer het opnieuw.";

/* kBRDVDErrorCantEjectDVDAlert */
751 = "Een ander programma is bezig met het afspelen van de dvd. Ga terug naar het bureaublad om het andere programma te stoppen.";

/* kBRDVDErrorBadRegionCodeAlert */
752 = "Meer informatie over regiocodes vindt u in Dvd-speler Help.";

/* kBRDVDErrorBadDVDMediaAlert */
753 = "De structuur is niet herkend.";

/* kBRDVDErrorFatalDVDAlert */
754 = "Er heeft zich een probleem voorgedaan met de schijf.";

/* kBRCDErrorCantEjectCDAlert */
755 = "Een ander programma maakt gebruik van de cd. Ga terug naar het bureaublad om het andere programma te stoppen en probeer het opnieuw.";


/* kBRInternalResourceError */
900 = "";


